/* $ObjectName=MAFSettingScreen_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XTIT: title in navigation bar */
"SETTINGS_TITLE" = "Configurações";

/* XGRP: header for a section */
"GENERAL_SETTINGS" = "Configurações gerais";

/* XTIT: title in navigation bar for a view containing logon related fields */
"LOGON_SETTINGS" = "Configurações de início de sessão";

/* XTIT: title in navigation bar for a view containing version information */
"VERSION" = "Versão";

/* XTIT: title in navigation bar for 'about' view */
"ABOUT" = "Sobre";

/* XTIT: title in navigation bar for a view containing logon type setting */
"LOGON_TYPE" = "Tipo de início de sessão";

/* XLST: logon type to choose */
"BASIC_AUTH" = "Autenticação padrão";

/* XLST: logon type to choose */
"SSO" = "SSO";

/* XLST: logon type to choose */
"DEMO" = "Demonstração";

"SERV_URL" = "Service URL";

/* XFLD: label for a field */
"USERNAME" = "Nome do usuário";

/* XFLD: label for a field */
"PASSWORD" = "Senha";

"SETTINGS" = "Settings";

/* XTIT: title in navigation bar for a view containing advanced settings */
"ADVANCED_SETTINGS" = "Configurações avançadas";

/* XFLD: label for a field */
"SERVER_URL" = "URL do servidor";

/* XFLD: label for a switch (on/off), max. approx. 18 characters */
"USE_SUP" = "Utilizar SUP";

/* XTIT: title in navigation bar for a view containing SUP connection information */
"SUP_CONNECTION_INFO" = "Info de conexão SUP";

/* XFLD: label for a field */
"SERVER_NAME" = "Nome do servidor";

/* XFLD: label for a field */
"SERVER_PORT" = "Porta do servidor";

/* XFLD: label for a field */
"COMPANY_ID" = "ID da empresa";

/* XFLD: label for a field */
"ACTIVATION_CODE" = "Código de ativação";

/* XFLD: label for a field */
"URL_PREFIX" = "Prefixo do URL";

/* XGRP: header for a section */
"APPLICATION_SPECIFIC_SETTINGS" = "Configurações específicas do aplicativo";

/* XMSG: error message title, displayed in an alert view */
"Msg_Title_Datavault_Error" = "Erro ao arquivar dados";

/* XMSG: error message details, displayed in an alert view, should not be longer than 2-3 rows */
"Msg_Datavault_Error" = "Erro ao gravar de forma persistente na memória de segurança.";

/* XTIT: title trait in navigation bar */
"HEADING" = "Título";

